<?php
    $data = array(
        array(
            'id' => 'first',
            'question' => 'Для чего нужно название?',
            'answers' => array(
                'Компания / услуга / проект',
                'торговая марка/ продукт',
                'кафе/ресторан',
                'Магазин / торговая точка / торговый центр',
                'сайт / он-лайн проект',
                'гостиница',
                'жилой комплекс',
                'другое (если другое, то выводится поле для заполнения, какое именно направление)'
            )
        ),
        array(
            'id' => 'second',
            'question' => 'Ситуация',
            'answers' => array(
                'Бизнес создаём впервые, бренд тоже впервые',
                'Бизнес уже есть, существующий. Бренд хотим изменить/обновить',
                'бизнес уже есть, создаем новое направление',
                'Другое'
            )
        ),
        array(
            'id' => 'third',
            'question' => 'Сроки',
            'answers' => array(
                'ещё вчера',
                '2-3 недели',
                'сроки свободные, запуск через 1-3 месяца',
                'просто собираем информацию для бюджетирования'
            )
        ),
        array(
            'id' => 'fourth',
            'question' => 'Предполагается ли франшиза, собственная сеть?',
            'answers' => array(
                'уже есть',
                'возможно будет',
                'точно будет',
                'нет'
            )
        ),
        array(
            'id' => 'fifth',
            'question' => 'Планируете регистрацию названия в Роспатенте?',
            'answers' => array(
                'нет, нейминг без проверок на регистрацию',
                'да, нейминг с проверкой на регистрацию'
            )
        ),
        array(
            'id' => 'sixth',
            'question' => 'Сколько человек будет принимать решение с вашей стороны ?',
            'answers' => array(
                'один',
                'двое',
                'три и более'
            )
        ),
        array(
            'id' => 'seventh',
            'question' => 'Кем вы являетесь в своей компании?',
            'answers' => array(
                'собственник',
                'руководитель',
                'руководитель направления',
                'маркетолог',
                'другое'
            )
        )
    );
?>